Repository: Y52/Mower_BLE
Catalog: MOWOX/*.lproj/Localizable.strings
Languages: da, de, nl, nn_no, ro_ro

# confail
source: connect failed
da: forbfejl
de: Verbindungsfehler
nl: verbinden mislukt
nn_no: tilkobling mislykket
ro_ro: Conectare eșuată

# consucc
source: Connected
da: forbsucc
de: Verbunden
nl: verbinden geslaagd
nn_no: tilkobling vellykket
ro_ro: Conectare cu succes

# disconnect
source: bluetooth disconnected
da: Distributionsnetværk
de: trennen
nl: verbinding verbroken
nn_no: frakoble
ro_ro: deconectați

source: Input old PIN code
da: Indtast gammel PIN-kode
de: Alte PIN eingeben
nl: Voer oude pincode in
nn_no: Angi gammel PIN-kode
ro_ro: Introduceți codul PIN vechi

source: Input new PIN code
da: Indtast gammel PIN-kode
de: Neue PIN eingeben
nl: Voer nieuwe pincode in
nn_no: Angi ny PIN-kode
ro_ro: Introduceți codul PIN nou

source: 4 numbers
da: 4 tal
de: 4 Ziffern
nl: 4 cijfers
nn_no: 4 sifre
ro_ro: 4 cifre

source: Repeat new PIN code
da: Gentag ny PIN-kode
de: Neue PIN erneut eingeben
nl: Herhaal nieuwe pincode
nn_no: Gjenta ny PIN-kode
ro_ro: Repetați codul PIN nou

source: Mow in the rain
da: Slå græs i regnen
nl: Maaien in de regen
ro_ro: Cosire în ploaie

source: Yes
da: JA
de: Ja
nl: JA
nn_no: JA
ro_ro: DA

source: NO
da: NEJ
de: NEIN
nl: NEE
nn_no: NEI
ro_ro: NU

source: Boundary cut
da: Grænseklip
de: Begrenzung verschneiden
nl: Grensmaaien
nn_no: Kantklipping
ro_ro: Cosire de frontieră

source: Date
da: Dato
de: Datum
nl: Datum
nn_no: Dato
ro_ro: Data

source: Time
da: Tid
de: Uhrzeit
nl: Tijd
nn_no: Klokkeslett
ro_ro: Ceas

source: Language setting
da: Sprogindstilling
de: Spracheinstellungen
nl: Taalinstelling
nn_no: Språkinnstilling
ro_ro: Setarea limbii

source: Time setting
da: Tidsindstilling
de: Zeiteinstellungen
nl: Tijdinstelling
nn_no: Tidsinnstilling
ro_ro: Setarea ceasului

source: Working time setting
da: Indstilling af arbejdstid
de: Einstellungen Betriebszeit
nl: Werktijd-instelling
nn_no: Driftstid
ro_ro: Setarea timpului de lucru

source: Robot setting
da: Robot indstilling
de: Robotereinstellungen
nl: Robot-instelling
nn_no: Robot-innstilling
ro_ro: Setarea robotului

source: PIN setting
da: PIN-indstilling
de: PIN-Einstellungen
nl: Pincode-instelling
nn_no: PIN-innstilling
ro_ro: Setarea PIN-ului

source: Start
nl: Starten

source: Stop
de: Stopp
nl: Stoppen
nn_no: Stopp

source: Alerts
da: Notifikationer
de: Warnmeldungen
nl: Waarschuwingen
nn_no: Varsler
ro_ro: Alerte

source: setting
da: Indstillinger
de: Einstellungen
nl: Instelling
nn_no: Innstillinger
ro_ro: Setare

source: Setting
da: Indstilling
de: Einstellung
nl: Instelling
nn_no: Innstillinger
ro_ro: Setare

source: Connect bluetooth
da: Tilslut bluetooth
de: Bluetooth verbinden
nl: Verbinden met Bluetooth
nn_no: Koble til Bluetooth
ro_ro: Conectați bluetooth

source: Control the Robot
da: Styr robotten
nl: De robot besturen
ro_ro: Controlați robotul

source: Connected device
da: Tilsluttet enhed
de: Verbundenes Gerät
nl: Verbonden apparaat
nn_no: Tilkoblet utstyr
ro_ro: Dispozitiv conectat

source: No device
da: Ingen enhed
de: Kein Gerät
nl: Geen apparaat
nn_no: Intet utstyr
ro_ro: Niciun dispozitiv

source: Available devices
da: Tilgængelig enhed
de: Verfügbare Geräte
nl: Beschikbare apparaten
nn_no: Tilgjengelig utstyr
ro_ro: Dispozitive disponibile

source: (please choose RobotMower_DYM)
da: (vælg RobotMower_DYM)
de: (bitte wählen Sie RobotMower_DYM)
nl: (kies RobotMower_DYM)
nn_no: (vennligst velg RobotMower_DYM)
ro_ro: (vă rugăm să alegeți RobotMower_DYM)

source: Information
de: Informationen
nl: Informatie
nn_no: Informasjon
ro_ro: Informație

source: Robot status
da: Plæneklipper status
de: Mäher-Status
nl: Status robot
ro_ro: Starea robotului

source: Update Robot’s Firmware
da: Opdater Robots firmware
nl: Firmware robot bijwerken
ro_ro: Actualizați firmware-ul robotului

source: Please input PIN code
da: Indtast PIN-kode
de: PIN eingeben
nl: Voer pincode in
nn_no: Angi PIN
ro_ro: Introduceți codul PIN

source: Cancel
da: Annuller
de: Abbrechen
nl: Annuleren
nn_no: Angi PIN
ro_ro: Anulare

source: Confirm
da: Bekræft
de: Bestätigen
nl: Bevestigen
nn_no: Bekreft
ro_ro: Confirmare

source: Your robot's firmware version:
da: Din robots firmware-version:
de: Firmware-Version Ihres Roboters:
nl: Uw robots firmwareversie
nn_no: Robots fastvareversjon:
ro_ro: Versiunea firmware a robotului dvs.:

source: Latest robot's firmware version:
da: Seneste robots firmware-version:
de: Aktuellste Firmware-Version des Roboters:
nl: Nieuwste firmwareversie robot
nn_no: Siste robots
ro_ro: Ultima versiune firmware a robotului:

source: Done
da: Fuldført
de: Fertig
nl: Voltooid
nn_no: Fullført
ro_ro: Efectuat

source: English
da: Engelsk
de: Englisch
nl: Engels
nn_no: Engelsk
ro_ro: Engleză

source: Dansk
de: Dänisch
nl: Deens
ro_ro: Daneză

source: Bluetooth connected
da: Bluetooth tilsluttet
de: Bluetooth verbunden
nl: Verbonden met Bluetooth
nn_no: Bluetooth tilkoblet
ro_ro: Bluetooth conectat

source: Robot on lawn
da: Robot på græsplæne
de: Roboter auf dem Rasen
nl: Robot op gazon
nn_no: Robot på plen
ro_ro: Robot pe gazon

source: Back to station
da: Tilbage til stationen
de: Zurück zur Ladestation
nl: Terug naar station
nn_no: Tilbake til stasjon
ro_ro: Înapoi la stație

source: Robot on station
da: Robot på station
de: Roboter in der Ladestation
nl: Robot op station
nn_no: Robot i stasjon
ro_ro: Robot în stație

source: Go to work
da: Gå i gang
de: Betrieb starten
nl: Werk starten
nn_no: Start arbeid
ro_ro: Du-te la muncă

source: Battery capacity
da: Batterikapacitet
de: Batteriekapazität
nl: Accucapaciteit
nn_no: Batterikapasitet
ro_ro: Capacitatea bateriei

source: Robot control
da: Robotstyring
de: Robotersteuerung
nl: Robotbediening
nn_no: Robotkontroll
ro_ro: Controlul robotului

source: Robot Control
nl: Robotbediening
ro_ro: Controlul robotului

source: Bluetooth not connected
da: Bluetooth ikke tilsluttet
de: Bluetooth nicht verbunden
nl: Bluetooth niet verbonden
nn_no: Bluetooth ikke
ro_ro: Bluetooth neconectat

source: Incorrect PIN code length
da: Forkert PIN-kode længde
de: PIN-Länge inkorrekt
nl: Onjuiste lengte pincode
nn_no: Feil PIN-kode
ro_ro: Lungime cod PIN incorectă

source: Incorrect PIN code
da: Forkert PIN-kode
de: PIN inkorrekt
nl: Onjuiste pincode
nn_no: Feil PIN-kode
ro_ro: Cod PIN incorect

source: Monday's time set wrong
da: Mandags tid indstillet forkert
de: Zeiteinstellung für Montag falsch
nl: Tijd van maandag onjuist ingesteld
nn_no: Klokkeslett for mandag innstilt
ro_ro: Luni:ceasul setat greșit

source: Tuesday's time set wrong
da: Tirsdags tid indstillet forkert
de: Zeiteinstellung für Dienstag falsch
nl: Tijd van dinsdag onjuist ingesteld
nn_no: Klokkeslett for tirsdag innstilt
ro_ro: Marți:ceasul setat greșit

source: Wednesday's time set wrong
da: Onsdags tid indstillet forkert
de: Zeiteinstellung für Mittwoch falsch
nl: Tijd van woensdag onjuist ingesteld
nn_no: Klokkeslett for onsdag innstilt
ro_ro: Marți:ceasul setat greșit

source: Thursday's time set wrong
da: Torsdags tid indstillet forkert
de: Zeiteinstellung für Donnerstag falsch
nl: Tijd van donderdag onjuist ingesteld
nn_no: Klokkeslett for torsdag innstilt
ro_ro: Joi:ceasul setat greșit

source: Friday's time set wrong
da: Fredags tid indstillet forkert
de: Zeiteinstellung für Freitag falsch
nl: Tijd van vrijdag onjuist ingesteld
nn_no: Klokkeslett for fredag innstilt
ro_ro: Vineri:ceasul setat greșit

source: Saturday's time set wrong
da: Lørdags tid indstillet forkert
de: Zeiteinstellung für Samstag falsch
nl: Tijd van zaterdag onjuist ingesteld
nn_no: Klokkeslett for lørdag innstilt
ro_ro: Sâmbătă:ceasul setat greșit

source: Sunday's time set wrong
da: Søndags tid indstillet forkert
de: Zeiteinstellung für Sonntag falsch
nl: Tijd van zondag onjuist ingesteld
nn_no: Klokkeslett for søndag innstilt
ro_ro: Duminică:ceasul setat greșit

source: PinCode restrictions 4 digits
da: Pinkode begrænset til 4 cifre
de: Max. 4 Ziffern für die PIN
nl: Pincode beperkt tot 4 cijfers
nn_no: Pinkode
ro_ro: Cod PIN restricționat la 4 cifre

source: OldPinCode ERROR
da: Gammel pinkode FEJL
de: ERROR alte PIN
nl: Oude pincode FOUT
nn_no: Gammel PIN-kode FEIL
ro_ro: EROARE Cod PIN vechi

source: Two input is inconsistent
da: To inputs er inkonsistente
de: Zwei Eingaben nicht übereinstimmend
nl: Twee invoeren zijn inconsistent
nn_no: To inndata er
ro_ro: Două intrări sunt diferite

source: Please check if Bluetooth is turned on in the control center
da: Kontrollér, om Bluetooth er tændt i kontrolcentret
de: Überprüfen Sie, ob Bluetooth in der Steuerung eingeschaltet wurde
nl: Controleer of Bluetooth is ingeschakeld in het bedieningscentrum
nn_no: Kontroller om
ro_ro: Verificați dacă Bluetooth este activat în centrul de control

source: Set pincode wrong
da: PIN-kode indstillet forkert
de: PIN-Einstellung falsch
nl: Pincode onjuist ingesteld
nn_no: PIN-kode er feil innstilt
ro_ro: Codul PIN este setat greșit

source: Distribution network
da: Distributionsnetværk
de: Verteilernetzwerk
nl: Distributienetwerk
nn_no: Fordeling
ro_ro: Rețea de distribuție

source: Device
da: Enhed
de: Gerät
nl: Apparaat
nn_no: Utstyr
ro_ro: Dispozitiv

source: Connected Device
da: Tilsluttet enhed
de: Verbundenes Gerät
nl: Verbonden apparaat
nn_no: Tilkoblet utstyr
ro_ro: Dispozitiv conectat

source: Pull-down refresh
da: Træk ned for at opdatere
de: Aufklappen, um zu aktualisieren
nl: Trek omlaag om te vernieuwen
nn_no: Trekk ned for å
ro_ro: Trageți în jos pentru a reîmprospăta

source: Release refresh
da: Slip for at opdatere
de: Loslassen, um zu aktualisieren
nl: Laat los om te vernieuwen
nn_no: Slipp opp for å oppdatere
ro_ro: Eliberați pentru a reîmprospăta

source: Loading
da: Indlæser
de: Wird geladen
nl: Bezig met laden
nn_no: Laster
ro_ro: Se încarcă

source: Add your gateway soon!
da: Tilføj din gateway snart!
de: Gateway bald hinzufügen!
nl: Voeg uw gateway snel toe!
nn_no: Legg til din gateway
ro_ro: Adăugați-vă gateway-ul în curând!

source: Add GateWay
da: Tilføj GateWay
de: GateWay hinzufügen
nl: Gateway toevoegen
nn_no: Legg til gateway
ro_ro: Adăugați GateWay

source: Next
da: Næste
de: Weiter
nl: Volgende
nn_no: Neste
ro_ro: Următorul

source: Hours
da: Timer
de: Stunden
nl: Uur
nn_no: Timer
ro_ro: Ore

source: Update
da: Opdater
de: Aktualisieren
nl: Bijwerken
nn_no: Oppdater
ro_ro: Actualizați

source: success
da: gennemført
de: erfolgreich
nl: Succes
nn_no: vellykket
ro_ro: cu succes

source: error,again
da: fejl, prøv igen
de: Fehler,erneut
nl: Fout,alweer
nn_no: feil, prøv på nytt
ro_ro: eroare, din nou

source: update succese
da: opdatering gennemført
de: erfolgreich aktualisiert
nl: Bijwerken succes
nn_no: vellykket oppdatering
ro_ro: Actualizați cu succes

source: Change password
da: Skift adgangskode
de: Passwort ändern
nl: Wachtwoord wijzigen
nn_no: Endre passord
ro_ro: Schimbați parola

source: 6-12 characters or numbers
da: 6-12 tegn eller tal
de: 6-12 Zeichen oder Ziffern
nl: 6-12 tekens of cijfers
nn_no: 6-12 tegn eller
ro_ro: 6-12 caractere sau numere

source: Input Old Password
da: Indtast gammel adgangskode
de: Altes Passwort eingeben
nl: Voer oud wachtwoord in
nn_no: Angi gammelt passord
ro_ro: Introduceți vechea parolă

source: Input New Password
da: Indtast ny adgangskode
de: Neues Passwort eingeben
nl: Voer nieuw wachtwoord in
nn_no: Angi nytt passord
ro_ro: Introduceți noua parolă

source: Repeat New Password
da: Gentag ny adgangskode
de: Neues Passwort erneut eingeben
nl: Herhaal nieuw wachtwoord
nn_no: Gjenta nytt passord
ro_ro: Repetați noua parolă

source: nodevice
da: Ingen enhed
de: kein Gerät
nl: Geen apparaat
nn_no: Intet utstyr
ro_ro: Niciun dispozitiv

source: Connection succeeded!
da: Forbindelse oprettet!
de: Erfolgreich verbunden!
nl: Verbinden geslaagd!
nn_no: Tilkobling
ro_ro: Conectarea a reușit!

source: Connect new devices.
da: Tilslut nye enheder.
de: Neue Geräte verbinden.
nl: Nieuwe apparaten verbinden.
nn_no: Ny tilkobling
ro_ro: Conectați dispozitive noi.

source: Wi-Fi not connected
da: Wi-Fi ikke tilsluttet
de: Wi-Fi nicht verbunden
nl: Wifi niet verbonden
nn_no: Wi-Fi ikke tilkoblet
ro_ro: Wi-Fi neconectat

source: Change to Wi-Fi
da: Skift til Wi-Fi
de: Wi-Fi verwenden
nl: Wijzigen naar wifi
nn_no: Bytt til Wi-Fi
ro_ro: Schimbați la Wi-Fi

source: Change to Bluetooth
da: Skift til Bluetooth
de: Bluetooth verwenden
nl: Wijzigen naar Bluetooth
nn_no: Bytt til Bluetooth
ro_ro: Schimbați la Bluetooth

source: Connect Wi-Fi
da: Tilslut Wi-Fi
de: Wi-Fi verbinden
nl: Verbinden met wifi
nn_no: Koble til Wi-Fi
ro_ro: Conectați Wi-Fi

source: Robot Connect
da: Robot forbindelse
de: Roboter verbinden
nl: Verbinden met robot
nn_no: Robot tilkoblet
ro_ro: Conectare robot

source: Wi-Fi disconnected
da: Wi-Fi frakoblet
de: Wi-Fi getrennt
nl: Wifi-verbinding verbroken
nn_no: Wi-Fi frakoblet
ro_ro: Wi-Fi deconectat

source: Wi-Fi connected
da: Wi-Fi tilsluttet
de: Wi-Fi verbunden
nl: Verbonden met wifi
nn_no: Wi-Fi tilkoblet
ro_ro: Wi-Fi conectat

source: Add Router
da: Tilføj router
de: Router hinzufügen
nl: Router toevoegen
nn_no: Legg til ruter
ro_ro: Adăugați router

source: Configue Result
da: Resultat af konfiguration
de: Ergebnis der Einstellung
nl: Configuratieresultaat
nn_no: Konfigurasjonsresultat
ro_ro: Rezultatul configurării

source: SUCCESSFUL!
da: VELLYKKET!
de: ERFOLGREICH!
nl: SUCCES!
nn_no: VELLYKKET!
ro_ro: CU SUCCES!

source: I know
da: Jeg ved det
de: Ich weiß
nl: Ik weet het
nn_no: Jeg vet
ro_ro: Știu

source: FAILED!
da: MISLYKKET!
de: ERROR!
nl: MISLUKT!
nn_no: MISLYKKET!
ro_ro: EȘUAT!

source: PIN code setting
da: Indstilling af PIN-kode

source: Please press Key "2"(Boot Mode,2-Update firmware) on the robot's keyboard to start the updating.
da: Tryk på tasten "2" (Boottilstand, 2-opdater firmware) på robottens tastatur for at starte opdateringen.
de: Taste "2"(Startmodus, 2-Firmware-Aktualisierung) auf der Tastatur des Roboters drücken, um die Aktualisierung zu starten.
nn_no: Trykk på tast "2"(Oppstartmodus,2-oppdater fastvare) på robots tastatur for å starte oppdateringen.
